9/data/attachments/9c4b9029e67606a4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Janice_growth_Friend_35751_8</nif:username>
            <nif:friendToBeRequested>soap_friends_c9472f4d-9598-47c3-94a6-4270280e9b3b</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>